{
  "scoreReports": {
    "pageTitle": "Informe individual de notas",
    "welcome": "Bienvenido a su informe de notas de ROAR",
    "loading": "Cargando su informe individual de notas de ROAR...",
    "grade": "Grado",
    "class": "Clase",
    "administration": "Administración",
    "expandSections": "Expandir todas las secciones",
    "collapseSections": "Contraer todas las secciones",
    "exportPDF": "Exportar a PDF",
    "viewLongitudinal": "Ver progreso a lo largo del tiempo",
    "stillWorking": "¡Parece que {firstName} todavía está trabajando para completar los juegos asignados!",
    "needOneComplete": "El informe individual de notas de {firstName} se creará cuando el/la estudiante haya completado al menos una actividad.",
    "completedTasks": "{firstName} completó los siguientes juegos:",
    "roarSummery": "La Evaluación Rápida de Lectura en Línea (ROAR) evalúa a los estudiantes en una variedad de habilidades fundamentales de lectura.",
    "summery": "En este informe, encontrará la puntuación de {firstName} en el momento de la prueba, así como formas en que puede apoyar a {firstName} en su camino hacia la fluidez y comprensión lectora.",
    "taskTabHeader": "Comprender las puntuaciones",
    "taskIntro": "Las evaluaciones ROAR arrojan este tipo de puntuaciones:",
    "standardScore": "puntuación estándar",
    "percentileScore": "percentil",
    "rawScore": "puntuación bruta (puntuación sin procesar)",
    "standardScoreDescription": "{taskTitle} es una forma de mostrar cómo se compara el desempeño de su hijo/hija en las pruebas con el de otros niños de la misma edad o grado. Las puntuaciones estándar tienen un rango de 0 a 180. La puntuación estándar es comparable dentro de un mismo nivel de grado, pero no entre niveles de grado ni a lo largo del tiempo.",
    "percentileScoreDescription": "{taskTitle} se refiere al rango de un estudiante dentro de su nivel de grado en la habilidad dada. El percentil es el número de estudiantes, de cada 100, que tienen puntuaciones más bajas en esa habilidad. Por ejemplo, los estudiantes en el percentil 50 obtendrían una puntuación más alta que 50 de cada 100 estudiantes en el mismo grado.",
    "rawScoreDescription": "{taskTitle} es la medida básica del desempeño de un estudiante en la prueba. Dependiendo de la prueba, la puntuación bruta se basa en varios factores. Estos pueden incluir la cantidad de elementos que un estudiante respondió correcta o incorrectamente y la dificultad de los elementos. La puntuación bruta es comparable entre niveles de grado y a lo largo del tiempo.",
    "roarDescription": "{roar} evalúa las habilidades fundamentales de lectura que idealmente están vigentes antes del quinto grado.",
    "extraSupportDescription": "En los grados 6 a 12, habilidades que {supportCategory} están en el nivel de tercer grado o por debajo de él. Los estudiantes con este nivel de apoyo probablemente necesiten instrucción adicional sistemática e intensiva sobre esta habilidad para poder acceder a la lectura de su grado.",
    "developingDescription": "Las habilidades que son {supportCategory} están entre el nivel de 3ro- y 5to- grado. Los estudiantes con este nivel de apoyo pueden necesitar instrucción adicional sobre esta habilidad para poder acceder a la lectura de su nivel de grado.",
    "achievedDescription": "Las habilidades que han sido {supportCategory} están por encima del nivel de quinto grado. Los estudiantes que han logrado esta habilidad probablemente no requieran intervención para acceder a la lectura de nivel de grado.",
    "extraSupport": "necesita apoyo adicional (rosa)",
    "developing": "En desarrollo (amarillo)",
    "achieved": "logrado (verde)",
    "extraSupportText": "necesita apoyo adicional en",
    "developingText": "están desarrollando la habilidad de",
    "achievedText": "haber alcanzado la habilidad de",
    "skillsDescription": "Si un lector ha logrado todas estas habilidades, es probable que las habilidades básicas de lectura sean suficientes. Si todavía tienen dificultades con la comprensión lectora, otras habilidades como el vocabulario, la sintaxis o las estrategias de comprensión pueden estar frenándolos.",
    "nextStepsTabHeader": "Próximos pasos",
    "nextSteps": "Este informe de calificaciones proporciona una descripción general amplia del desarrollo de lectura de su estudiante. Comprenda que el progreso de un estudiante puede no ser lineal y que sus calificaciones no son fijas: todos tienen espacio para crecer y aprender. Para obtener más información sobre cualquier prueba o subhabilidad determinada y encontrar más recursos para apoyar a su estudiante {link}",
    "rawTaskDescription": "{firstName} logró una puntuación compuesta de {rawScore} en {taskName}. {taskDescription}",
    "standardTaskDescription": "{firstName} obtuvo una puntuación estándar de {standardScore}, lo que indica que {supportCategory} {taskName}. {taskDescription}",
    "percentileTaskDescription": "{firstName} obtuvo una puntuación en el {percentile}, lo que indica que {supportCategory} {taskName}. {taskDescription}",
    "scoreBreakdown": "Desglose de puntuación",
    "firstSoundMatching": "Primera coincidencia de sonido (FSM)",
    "lastSoundMatching": "Última coincidencia de sonido (LSM)",
    "deletion": "Eliminación (DEL)",
    "skillsToWorkOn": "Habilidades para trabajar",
    "upperCase": "Mayúsculas",
    "lowerCase": "Minúsculas",
    "letterSounds": "Sonidos de letras",
    "lettersToWorkOn": "Letras para trabajar",
    "letterSoundsToWorkOn": "Sonidos de letras para trabajar",
    "optional": "Opcional",
    "required": "Requerido",
    "optionalTagText": "Esta tarea era una tarea opcional.",
    "requiredTagText": "Esta tarea era una tarea requerida.",
    "reliable": "Confiable",
    "unreliable": "No confiable",
    "reliableTagText": "El comportamiento del estudiante no generó ninguna señal y la puntuación puede considerarse confiable.",
    "unreliableTagText": "La puntuación fue marcada como poco confiable.",
    "unreliableTagTextFlags": "La puntuación se marcó como no confiable debido a los siguientes factores"
  }
}
